Repository: dvallon906/BoxNsg
Catalog: locale/*/LC_MESSAGES/*.po
Languages: it

source: Saisir un codebar
it: Inserisci un codice a barre

source: Etat de la connexion
it: Stato della connessione

source: Vider la table locale users
it: Svuotare la tabella locale degli utenti

source: Changer de langue
it: Cambia lingua

source: Quitter
it: Uscire

source: Entrez votre choix :
it: Inserisci la tua scelta:

source: Option pour saisir un codebar sélectionnée.
it: Opzione per inserire un codice a barre selezionata.

source: Option pour vérifier l'état de la connexion sélectionnée.
it: Opzione per verificare lo stato della connessione selezionata.

source: Option pour vider la table locale users sélectionnée.
it: Opzione per svuotare la tabella locale degli utenti selezionata.

source: Quitter l'application...
it: Uscire dall'applicazione...

source: Choix non valide. Veuillez réessayer.
it: Scelta non valida. Per favore riprova.

source: Erreur : les fichiers de traduction pour '%s' ne sont pas trouvés.
it: Errore: i file di traduzione per '%s' non sono stati trovati.

source: Choisissez une langue (fr pour français, it pour italien) :
it: Scegli una lingua (fr per francese, it per italiano) :

source: Langue non supportée. Utilisation de la langue par défaut (français).
it: Lingua non supportata. Utilizzo della lingua predefinita (francese).
